{"translation-revision-date":"2025-11-20 12:30:25+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"Ouch, there was a glitch. Try activating V4 again soon.":["抱歉遇到技术故障，请稍后重新尝试激活V4版本。"],"You’ve deactivated the new Editor. Have feedback?":["您已停用新版编辑器。欢迎提供使用反馈！"],"Welcome! You’ve got the newest version of the editor.":["欢迎使用！您已成功升级至编辑器最新版本。"],"Activate the new experience":["启用全新体验版本"],"Try out the new experience":["尝试全新体验版本"],"Tell us why":["告诉我们为什么"],"Head over to Github":["前往 GitHub"],"We’d love your feedback!":["我们非常欢迎您的反馈！"],"And much more!":["还有更多！"],"Fully responsive design - Customize any style property per screen.":["完全响应式设计——支持按屏幕尺寸自定义任意样式属性。"],"Consistent styling experience - A unified Style tab for all elements.":["一致化的样式体验——所有元素均使用统一的样式标签页。"],"Professional tools at your fingertips - classes and states.":["专业工具触手可及——全局类与状态集功能。"],"Unparalleled performance - Cleaner code & a lighter CSS footprint.":["极致性能表现——生成更简洁的代码与更轻量的CSS体积。"],"Here’s what’s inside the alpha version:":["Alpha测试版本包含以下特性："],"The road to Editor V4":["通往编辑器V4的演进之路"],"Deactivate V4":["停用 V4"],"Containers, the Top Bar, and Nested Elements will stay in their current status.":["容器、顶栏及嵌套元素将保持当前状态不变。"],"Keep in mind:":["请记住："],"We hope you enjoyed testing and building with these new features.":["感谢您对这些新功能的测试与创作体验。"],"You’re deactivating Editor V4":["您正在停用编辑器V4"],"When you activate Editor V4, you’ll also be activating Containers, the Top Bar, and Nested Elements. You can turn them back off by going to WP Admin > Elementor > Settings > Features.":["启用编辑器V4时，系统将同步激活容器、顶栏及嵌套元素功能。您可通过 WP管理后台 > Elementor > 设置 > 功能 路径随时关闭这些功能。"],"and development is still in progress. Do not use it on live sites - use a staging or development environment instead.":["且该功能仍在开发阶段。请勿在生产环境使用——请改用暂存或开发环境。"],"Editor V4 is currently in alpha, ":["编辑器V4目前处于Alpha测试阶段， "]," Important notes:":[" 重要注意事项："],"Editor V4 is still in alpha and should not be used on live sites yet.":["警告：编辑器 V4 为 Alpha 内测版，尚不可用于正式环境。"],"By deactivating, you’ll lose all Editor V4 features, and any content you created with V4-specific features will no longer be available or appear on your site.":["停用后，您将失去所有编辑器 V4 版本的功能，并且任何使用 V4 特有功能创建的内容将不再可用，也不会在您的网站上显示。"],"Welcome to a new era of web creation with Editor V4. It’s faster, more flexible, and built with a fresh approach to structure & styling.":["编辑器 V4 引领网页创建新纪元。速度飞跃，灵活倍增，以颠覆性的结构与样式理念匠心打造。"],"By activating, you’ll get early access to the next generation of Elementor’s Editor. This is your chance to explore new capabilities and help shape the future of Elementor! ":["立即启用，即可抢先体验 Elementor 的下一代编辑器。探索全新能力，共同塑造 Elementor 的未来！ "],"You are about to enable Editor V4 features!":["您即将启用编辑器V4功能！"],"I’ve read and understood.":["我已经阅读并理解了。"],"Editor V4":["编辑器 V4"],"Activate":["激活"],"Learn more":["了解更多"],"Alpha":["内测版"],"Cancel":["取消"]}},"comment":{"reference":"assets\/js\/editor-v4-opt-in.js"}}