{"translation-revision-date":"2025-12-26 13:10:56+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"The maximum website template library size is %s GB. To save this file, you can either export it locally as a .zip file or get more storage by ":["サイトテンプレートライブラリの最大サイズは%sGBです。このファイルを保存するには、.zipファイルとしてローカルにエクスポートするか、次の方法でストレージ容量を増やすことができます "],"This file":["このファイル"],"Your library is full":["ライブラリがいっぱいです"],"Media format":["メディアフォーマット"],"Link to media":["メディアへのリンク"],"The export failed because it will pass the maximum Website Templates storage you have available.":["エクスポートに失敗しました。利用可能なサイトテンプレートの最大ストレージ容量を超えるためです。"],"Or, save this template to the cloud instead.":["または、代わりにこのテンプレートをクラウドに保存します。"],"To export a ZIP, go to Edit Content, choose 'Link to Media', then Export as ZIP.":["ZIP をエクスポートするには、「コンテンツを編集」に移動し、「メディアにリンク」を選択して、「ZIP としてエクスポート」を選択します。"],"Select how do you want to save & export the media files.":["メディアファイルを保存およびエクスポートする方法を選択します。"],"The media will be uploaded automatically, just as it was saved during export":["メディアはエクスポート時に保存されたとおりに自動的にアップロードされます"],"All images and files are stored with the template. Keeps everything intact, but the file is larger.":["すべての画像とファイルはテンプレートに保存されます。すべてがそのまま保存されますが、ファイルサイズは大きくなります。"],"Save media to the cloud":["メディアをクラウドに保存"],"characters":["文字"],"Use characters only":["文字のみを使用"],"Stores only the URLs. The export stays light, but files load only while the original site is online.":["URL のみを保存します。エクスポートは軽量ですが、ファイルは元のサイトがオンラインの間だけ読み込まれます。"],"%s exceeds the library size limit":["%s はライブラリのサイズ制限を超えています"],"We ran into a problem while saving your media files to the cloud. Please try again. If the issue persists, edit the Content section and choose \"Link to media\" to save it as a reference. ":["メディアファイルをクラウドに保存中に問題が発生しました。もう一度お試しください。問題が解決しない場合は、「コンテンツ」セクションを編集し、「メディアにリンク」を選択して参照として保存してください。"],"Couldn’t save media files to the cloud":["メディアファイルをクラウドに保存できませんでした"],"We couldn’t add your export to the library. Try again. ":["エクスポートをライブラリに追加できませんでした。もう一度お試しください。 "],"Failed to fetch quota, please try again. If the problem continues, contact ":["クォータの取得に失敗しました。もう一度お試しください。問題が解決しない場合は、お問い合わせください。"],"Processing media files...":["メディアファイルを処理しています ..."],"Description exceeds 300 characters":["説明が300文字を超えています"],"Couldn’t Upload to Library":["ライブラリにアップロードできませんでした"],"The export failed because it will pass the maximum Website Templates you can export. ":["エクスポートできる サイト テンプレートの最大数を超えたため、エクスポートに失敗しました。"],"Must add a website template name":["サイトテンプレート名を追加する必要があります"],"All plugins":["すべてのプラグイン"],"Edit plugins":["プラグインを編集"],"Custom post types":["カスタム投稿タイプ"],"Edit content":["コンテンツを編集"],"What's included:":["利用できる機能:"],"Click to upload":["クリックしてアップロード"],"Taxonomy":["タクソノミー"],"Taxonomies":["タクソノミー"],"Update version":["バージョンを更新"],"You’re using an older Elementor version. Update for full customization.":["古いバージョンの Elementor を使用しています。フルカスタマイズのためにアップデートしてください。"],"Not exported":["エクスポートされていません"],"Plugin name and version":["プラグイン名とバージョン"],"This feature requires Elementor Pro":["この機能には Elementor Pro が必要です"],"Edit settings & configurations":["設定と構成を編集する"],"This usually take a few moments.":["これには通常数分かかります。"],"Settings up your website templates...":["サイトのテンプレートを設定しています ..."],"Import and apply":["インポートして適用"],"Your website templates is now live on your site!":["サイトテンプレートがサイト上で公開されました !"],"Kit is live illustration":["キットはライブイラストレーションです"],"This website template was exported from an older version of Elementor. If possible, re-export it with the latest version for better capabilities.":["このサイトテンプレートは、Elementor の古いバージョンからエクスポートされました。可能であれば、最新バージョンで再エクスポートすると、より優れた機能をご利用いただけます。"],"Only public WordPress themes are supported":["公開されている WordPress テーマのみがサポートされています"],"See it Live":["ライブで見る"],"or drag and drop":["またはドラッグ & ドロップ"],"No settings imported":["設定がインポートされていません"],"No plugins imported":["プラグインがインポートされていません"],"No content imported":["コンテンツがインポートされていません"],"No templates imported":["テンプレートがインポートされていません"],"Upload a .zip file":[".zip ファイルをアップロード"],"No settings exported":["設定のエクスポートなし"],"No content exported":["コンテンツはエクスポートされません"],"No plugins exported":["プラグインはエクスポートされません"],"No templates exported":["テンプレートはエクスポートされません"],"Theme Style Settings":["テーマスタイルの設定"],"Export failed":["エクスポートに失敗しました"],"All plugins are required for this website templates to work":["このサイトテンプレートが動作するにはすべてのプラグインが必要です"],"View in Library":["ライブラリで表示"],"Website template name":["サイトテンプレート名"],"Choose which Elementor components - templates, content and site settings - to include in your website templates file. By default, all of your components will be exported.":["サイトテンプレートファイルに含める Elementor コンポーネント - テンプレート、コンテンツ、サイト設定 - を選択します。デフォルトでは、すべてのコンポーネントがエクスポートされます。"],"Export a Website template?":["サイトテンプレートをエクスポートしますか ?"],"Settings & configurations":["設定と構成"],"Import a website template":["サイトテンプレートのインポート"],"Failed to fetch quota.":["クォータの取得に失敗しました。"],"Couldn’t Export the Website Template":["サイトテンプレートをエクスポートできませんでした"],"Couldn’t fetch quota":["割り当てを取得できませんでした"],"Couldn’t install the Website Template":["サイトテンプレートをインストールできませんでした"],"The export failed because it will pass the maximum Website Templates you can export.":["エクスポート可能なサイトテンプレートの上限を超えたため、エクスポートに失敗しました。"],"It took too much time to download your Website Template and we were unable to complete the process. If all the Website Template’s parts don’t appear in ":["サイトテンプレートのダウンロードに時間がかかりすぎたため、処理を完了できませんでした。サイトテンプレートのすべてのパーツが表示されない場合は "],"Heads up!":["ご注意ください !"],"Couldn’t use the .zip file":[".zip ファイルを使用できませんでした"],"Couldn’t handle the Website Template":["サイトテンプレートを扱えませんでした"],"Import from files":["ファイルからインポート"],"Choose a file to import":["インポートするファイルの選択"],"Unable to download the Website Template":["サイトテンプレートがダウンロードできません"],"What’s a Website Template?":["サイトテンプレートとは ?"],"Setting up your website template...":["サイトのテンプレートの設定 ..."],"Select which plugins to include":["含めるプラグインを選択する"],"Drag & drop the .zip file with your website template":["サイトテンプレートを含む .zip ファイルをドラッグ & ドロップします"]," Learn more about Website Templates":[" サイトテンプレートの詳細"],"A Website Template is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["サイトテンプレートは、サイトを構成するすべてのパーツが含まれた .zip ファイルです。これを使えば、サイトを素早く立ち上げ、運用することができます。。"],"Before applying a new template, we recommend backing up your site so you can roll back any undesired changes.":["新しいテンプレートを適用する前に、不要な変更をロールバックできるようにサイトをバックアップすることを推奨します。"],"Upload a .zip file with style, site settings, content, etc. Then, we’ll apply them to your site.":["スタイル、サイト設定、コンテンツなどを含む .zip ファイルをアップロードします。その後、それらをサイトに適用します。"],"Description (Optional)":["説明 (オプション)"],"Open library":["ライブラリを開く"],"Must add a name":["名前を追加する必要があります"],"Once the download is complete, you can upload it to be used for other sites.":["ダウンロードが完了したら、アップロードして他のサイトで使用することができます。"],"Download manually":["手動でダウンロード"],"Type name here...":["ここに名前を入力 ...."],"Type description here...":["ここに説明を入力してください ..."],"Is the automatic download not starting?":["自動ダウンロードが開始されないのですか ?"],"Build sites faster with Website Templates.":["サイトテンプレートを使って、より速くサイトを構築しましょう。"],"You can find it in the My Website Templates tab.":["マイサイトテンプレートタブにあります。"],"Your .zip file is ready":[".zip ファイルの準備ができました"],"Your website template is now saved to the library!":["これでサイトテンプレートがライブラリに保存されました !"],"Import a Website Template":["サイトテンプレートのインポート"],"Back to Website Templates":["サイトテンプレートに戻る"],"We applied your template and your site is online!":["テンプレートを適用し、サイトがオンラインになりました !"],"Export as .zip":["zip 形式でエクスポート"],"Select which plugins to export":["エクスポートするプラグインを選択"],"to learn more about building your site with Elementor Website Templates":["Elementor サイトテンプレートを使用したサイト構築の詳細については"],"By default, we’ll include everything in your file. Uncheck the items you don't want.":["デフォルトでは、ファイル内のすべての項目が含まれます。不要な項目のチェックを外してください。"],"Your Website Template may not work as expected if key plugins are missing.":["重要なプラグインがない場合、サイトテンプレートが期待どおりに動作しない可能性があります。"],"Uncheck the items you don't want to include.":["含めたくない項目のチェックを外します。"],"You can export the content, site settings, and templates as a Website Template to be reused in the future.":["コンテンツ、サイト設定、テンプレートをサイトテンプレートとしてエクスポートし、将来再利用することができます。"],"Select which items to export":["エクスポートする項目を選択してください"],"Save changes":["変更を保存"],"Show more":["さらに表示"],"Show less":["簡易表示"],"Code":["ソースコード"],"Icons":["アイコン"],"Upgrade now":["今すぐアップグレード"],"Support":["サポート"],"Export a Website Kit":["ウェブサイトキットをエキスポート"],"What’s a Website Kit?":["ウェブサイトキットとは？"],"Upgrade":["アップグレード"],"Upgrade Now":["今すぐアップグレード"],"Custom Post Types":["カスタム投稿タイプ"],"Elementor Templates":["Elementor テンプレート"],"WP Menus":["WP メニュー"],"Included":["含まれる"],"Site Area":["サイトエリア"],"Not yet":["まだ"],"Take me there":["表示してください"]," Recommended:":[" 推奨:"],"Note:":["注:"],"Select which parts you want to apply":["反映したい部分を選択してください"],"Activating plugins:":["プラグインを有効化中:"],"Tip:":["ヒント:"],"See It Live":["ライブで見る"],"Let’s do it":["始めましょう"],"Plugins to add:":["追加するプラグイン:"],"You've imported and applied the following to your site:":["次のものをサイトにインポートして適用しました:"],"Show me how":["やり方を見る"],"Try Again":["もう一度お試しください"],"Site settings":["サイト設定"],"Custom Post Type":["カスタム投稿タイプ"],"Imported":["インポート済み"],"Kit Info":["情報キット"],"WP Pages":["WP 固定ページ"],"WP Posts":["WP 投稿"],"Existing":["既存"],"Global widgets":["グローバルウィジェット"],"How does importing work?":["インポートはどのように機能しますか ?"],"To import or export these components, you’ll need Elementor Pro.":["これらのコンポーネントをインポートまたはエクスポートするには、Elementor Pro が必要です。"],"Import":["インポート"],"Background Settings":["背景設定"],"Lightbox Settings":["Lightbox 設定"],"404 Error Page":["404 エラーページ"],"Back to dashboard":["ダッシュボードに戻る"],"Important:":["重要:"],"This usually takes a few moments.":["これには通常数分かかります。"],"Elementor Pages":["Elementor ページ"],"Learn more":["さらに詳しく"],"Landing Pages":["ランディングページ"],"Global Colors":["グローバルカラー"],"App could not be loaded":["アプリを読み込めませんでした"],"Search Results":["検索結果"],"Footers":["フッター"],"Single Posts":["個別投稿"],"Archives":["アーカイブ"],"Single Pages":["個別の固定ページ"],"Headers":["ヘッダー"],"Layout Settings":["レイアウト設定"],"Not Found":["見つかりません"],"Site Settings":["サイト設定"],"Theme":["テーマ"],"Tip":["ヒント"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["問題が発生しました。迅速に解決するには「詳細」をクリックし、各手順に従ってください。"],"Back":["戻る"],"Done":["完了"],"Previous":["前"],"Next":["次"],"Popups":["ポップアップ"],"Continue":["次へ"],"Plugins":["プラグイン"],"Menus":["メニュー"],"Skip":["スキップ"],"Got It":["閉じる"],"Something went wrong.":["何かがうまくいかなかったようです。"],"All":["すべて"],"Custom Fonts":["カスタムフォント"],"Pages":["固定ページ"],"Click here":["ここをクリック"],"Select File":["ファイルを選択"],"Enable":["有効化"],"Edit Template":["テンプレートを編集"],"Elementor Posts":["Elementor 投稿"],"Templates":["テンプレート"],"Close":["閉じる"],"Export":["エクスポート"],"Saved Templates":["保存済みテンプレート"],"Save to library":["ライブラリへ保存"],"Global Fonts":["グローバルフォント"],"Learn More":["さらに詳しく"],"Menu":["メニュー"],"Go Back":["戻る"],"Cancel":["キャンセル"],"Edit":["編集"],"Yes":["はい"],"Elementor":["Elementor"],"Name":["名前"],"Loading":["読み込み中"],"Content":["コンテンツ"],"Version":["バージョン"]}},"comment":{"reference":"assets\/js\/app.js"}}