{"translation-revision-date":"2025-07-02 02:06:03+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"There was an error getting the price benchmark suggestions.":["価格ベンチマーク提案の取得にエラーがありました。"],"There was an error getting the price benchmark summary.":["価格ベンチマークのサマリーを取得する際にエラーが発生しました。"],"Price Benchmark":["価格ベンチマーク"],"Shipping":["配送"],"There was an error getting the GTIN Migration Status.":["GTIN 移行ステータスの取得にエラーが発生しました。"],"There was an error getting the budget recommendation.":["予算勧告に誤りがあった。"],"Google for WooCommerce":["Google for WooCommerce"],"There was an error getting the status of your Google Ads account.":["Google 広告アカウントのステータスを取得する際にエラーが発生しました。"],"Unable to update the channel visibility of products.":["商品のチャネル可視性を更新できません。"],"Unable to update your Google Merchant Center contact information.":["Google Merchant Center の連絡先情報を更新できません。"],"Unable to disconnect all your accounts.":["すべてのアカウントを切断できません。"],"Unable to disconnect your Google Ads account.":["Google Ads アカウントを切断できません。"],"Unable to disconnect your Google account.":["Google アカウントを切断できません。"],"The spacing between sentences. It's a space in English. Please use an empty string if no spacing is needed in that language.\u0004 ":[" "],"Unknown error occurred.":["不明なエラーが発生しました。"],"There was an error getting the tour.":["ツアーを申し込む際にエラーが発生しました。"],"There was an error loading the assets of the campaign.":["キャンペーンのアセットを読み込む際にエラーが発生しました。"],"There was an error updating the tour.":["ツアーの更新に誤りがありました。"],"There was an error updating the assets of the campaign.":["キャンペーンのアセットを更新する際にエラーが発生しました。"],"There was an error creating the assets of the campaign.":["キャンペーンのアセットを作成する際にエラーが発生しました。"],"Maximum %1$d images can be uploaded, with a minimum of %2$s image.":["アップロードできる画像は最大%1$d枚、最小%2$s枚。"],"%1$d %2$s":["%1$d %2$s"],"The maximum number of images that can be uploaded is %d.":["アップロードできる画像の最大数は%dです。"],"Add images that meet or can be cropped to the recommended sizes. Note: The maximum file size for any image is 5120 KB.":["推奨サイズに合う、またはトリミング可能な画像を追加してください。注意: 画像の最大ファイルサイズは 5120KB です。"],"You can add up to a maximum of %1$d image assets, which can be a combination of %2$s images.":["画像アセットは最大%1$dまで追加でき、%2$sの画像を組み合わせることができます。"],"<listItem>Recommended size: %1$d x %2$d<\/listItem><listItem>Min. size: %3$d x %4$d<\/listItem>":["<listItem>推奨サイズ: %1$d x%2$d<\/listItem><listItem>最小サイズ: %3$d x%4$d<\/listItem>"],"At least %1$d required. Add up to %2$d.":["少なくとも%1$dが必要。%2$dまで加算する。"],"At least %d required":["少なくとも%dが必要"],"%1$s and %2$s":["%1$s  と %2$s"],"The separator for concatenating the types of assets\u0004, ":[", "],"The length of the rendered description will depend on the site it appears on. If it's shortened, it will end with an ellipsis(…). The description doesn't show in all sizes and formats.":["レンダリングされる説明文の長さは、表示されるサイトによって異なります。短縮されている場合は、省略記号(...)で終わります。説明文はすべてのサイズとフォーマットで表示されるわけではありません。"],"The description adds to the headline and provides additional context or details. It can be up to 90 characters, and may appear after the headline.":["説明文は見出しを補足し、文脈や詳細を提供します。説明文は90文字以内で、見出しの後に表示されます。"],"Plural and lowercase asset field name\u0004descriptions":["説明"],"Singular and lowercase asset field name\u0004description":["説明"],"Capitalized asset field name as the placeholder or the start of an error message\u0004Description":["説明"],"Add description":["説明の追加"],"Plural asset field name as the heading\u0004Descriptions":["説明"],"The length of the rendered headline will depend on the site it appears on. If shortened, it will end with an ellipsis(…).":["レンダリングされる見出しの長さは、表示されるサイトによって異なります。短縮された場合は、省略記号（...）で終わります。"],"The long headline is the first line of your ad, and appears instead of your short headline in larger ads. Long headlines can be up to 90 characters, and may appear with or without your description.":["長い見出しは広告の最初の行で、大きな広告では短い見出しの代わりに表示されます。長い見出しは90文字までで、説明文と一緒に表示されることも、説明文なしで表示されることもあります。"],"Plural and lowercase asset field name\u0004long headlines":["長い見出し"],"Singular and lowercase asset field name\u0004long headline":["長い見出し"],"Capitalized asset field name as the placeholder or the start of an error message\u0004Long headline":["長い見出し"],"Add long headline":["長い見出しを追加"],"Plural asset field name as the heading\u0004Long headlines":["長い見出し"],"The headline is the first line of your ad and is most likely the first thing people notice, so consider including words that people may have entered in their Google search.":["見出しは広告の最初の行であり、人々が最初に目にする可能性が高いので、人々が Google 検索で入力した可能性のある単語を含めることを検討してください。"],"Plural and lowercase asset field name\u0004headlines":["見出し"],"Singular and lowercase asset field name\u0004headline":["見出し"],"Capitalized asset field name as the placeholder or the start of an error message\u0004Headline":["見出し"],"Add headline":["見出しを追加"],"Learn how to write effective ads":["効果的な広告の書き方を学ぶ"],"Plural asset field name as the heading\u0004Headlines":["見出し"],"The business name is the name of your business or brand. In certain layouts, it may appear in the text of your ad.":["ビジネスネームは、ビジネスやブランドの名前です。レイアウトによっては、広告のテキストに表示されることもあります。"],"Singular and lowercase asset field name\u0004business name":["ビジネスネーム"],"Capitalized asset field name as the placeholder or the start of an error message\u0004Business name":["名前（法人名・屋号）"],"Plural asset field name as the heading\u0004Business name":["名前（法人名・屋号）"],"Lowercase asset field name\u0004logo":["ロゴ"],"Asset field name with its aspect ratio as the subheading within a help tip\u0004Logo (1:1)":["ロゴ (1:1)"],"Plural asset field name as the heading\u0004Logo":["ロゴ"],"Lowercase asset field name\u0004portrait":["縦向き"],"Asset field name with its aspect ratio as the subheading within a help tip\u0004Portrait image (4:5)":["ポートレート画像（4:5）"],"Plural asset field name as the heading\u0004Portrait images":["ポートレート（縦長）の画像"],"Lowercase asset field name\u0004square":["単位"],"Asset field name with its aspect ratio as the subheading within a help tip\u0004Square image (1:1)":["正方形の画像（1:1）"],"Plural asset field name as the heading\u0004Square images":["正方形の画像"],"Lowercase asset field name\u0004landscape":["横書き"],"Asset field name with its aspect ratio as the subheading within a help tip\u0004Landscape image (1.91:1)":["風景画像（1.91:1）"],"Plural asset field name as the heading\u0004Landscape images":["ランドスケープ（横長）の画像"],"Capitalized asset field name as the start of an error message\u0004The second display URL path":["2番目の表示 URL パス"],"Capitalized asset field name as the start of an error message\u0004The first display URL path":["最初の表示 URL パス"],"There was an error getting the store categories.":["店舗カテゴリーの取得にエラーが発生しました。"],"There was an error loading the mapping rules.":["マッピングルールの読み込みにエラーが発生しました。"],"There was an error loading the mapping sources for the selected attribute.":["選択した属性のマッピングソースのロードにエラーが発生しました。"],"There was an error loading the mapping attributes.":["マッピング属性の読み込みにエラーが発生しました。"],"There was an error deleting the rule.":["ルールの削除に誤りがありました。"],"There was an error updating the rule.":["ルールの更新に誤りがありました。"],"There was an error creating the rule.":["ルールの作成に誤りがありました。"],"Attribute Mapping":["属性マッピング"],"There was an error loading your merchant center product review request status.":["Merchant Center の商品レビュー要求ステータスを読み込む際にエラーが発生しました。"],"There was an error loading Google Merchant Center contact information.":["Google Merchant Center の連絡先情報の読み込み中にエラーが発生しました。"],"There was an error loading Google account access info.":["Google アカウントのアクセス情報の読み込み中にエラーが発生しました。"],"There was an error loading product feed.":["商品フィードの読み込みにエラーが発生しました。"],"Setup Google Ads":["Google 広告の設定"],"Setup Merchant Center":["Merchant Center の設定"],"Marketing":["マーケティング"],"Reports":["レポート"],"Dashboard":["ダッシュボード"],"There was an error loading report.":["レポートの読み込みにエラーが発生しました。"],"There was an error loading issues to resolve.":["問題を解決するための読み込みエラーが発生した。"],"There was an error loading your merchant center product statistics.":["Merchant Center の商品統計を読み込む際にエラーが発生しました。"],"There was an error loading your merchant center setup status.":["Merchant Center の設定ステータスを読み込む際にエラーが発生しました。"],"There was an error loading ads campaigns.":["広告キャンペーンの読み込みにエラーが発生しました。"],"There was an error loading target audience.":["対象者の読み込みにエラーがありました。"],"There was an error loading supported country details.":["サポートされている国の詳細を読み込む際にエラーが発生しました。"],"There was an error getting your Google Ads accounts.":["Google 広告アカウントの取得にエラーが発生しました。"],"There was an error getting the billing status of your Google Ads account.":["Google 広告アカウントの請求ステータスを取得する際にエラーが発生しました。"],"There was an error loading Google Ads account info.":["Google広告のアカウント情報を読み込む際にエラーが発生しました。"],"There was an error getting your Google Merchant Center accounts.":["Google Merchant Center のアカウントを取得する際にエラーが発生しました。"],"There was an error loading Google Merchant Center account info.":["Google Merchant Center のアカウント情報を読み込む際にエラーが発生しました。"],"There was an error loading Google account info.":["Google アカウント情報を読み込む際にエラーが発生しました。"],"There was an error loading Jetpack account info.":["Jetpack のアカウント情報を読み込む際にエラーが発生しました。"],"There was an error loading merchant center settings.":["Merchant Center の設定を読み込む際にエラーが発生しました。"],"There was an error loading shipping times.":["配送時間の読み込みエラーが発生しました。"],"There was an error loading shipping rates.":["送料の読み込みエラーが発生しました。"],"Product Feed":["商品フィード"],"Settings":["設定"],"WooCommerce":["WooCommerce"]}},"comment":{"reference":"js\/build\/index.js"}}