{"translation-revision-date":"2025-07-02 02:06:03+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Skip ads creation":["広告の作成をスキップする"],"Learn more about Performance Max.":["Performance Max についてもっと知る。"],"Performance Max uses the best of Google’s AI to show the most impactful ads for your products at the right time and place. Google will use your product data to create ads for this campaign.":["Performance Max は、Google の AI を最大限に活用し、貴社の商品にとって最もインパクトのある広告を適切なタイミングと場所に表示します。Google はこのキャンペーンの広告を作成するために、貴社の商品データを使用します。"],"Enabling Performance Max is highly recommended to drive more sales and reach new audiences across Google channels like Search, YouTube and Discover.":["検索、YouTube、Discover のような Google チャンネルでより多くの売上を上げ、新しいオーディエンスにリーチするには、Performance Max を有効にすることを強くお勧めします。"],"Complete setup without setting up ads":["広告を設定せずにセットアップ完了"],"Skip setting up ads?":["広告の設定をスキップする？"],"Connect the accounts required to use Google for WooCommerce.":["Google for WooCommerce を使用するために必要なアカウントを接続します。"],"Get started with Google for WooCommerce":["Google for WooCommerce を始める"],"Create a campaign":["キャンペーンを作成する"],"Create a campaign to advertise your products":["商品を宣伝するキャンペーンを行う"],"Learn more about Performance Max":["Performance Max についてもっと知る"],"There was an error saving shipping times.":["配送時間の保存に誤りがありました。"],"There was an error saving shipping rates.":["送料の保存に誤りがありました。"],"There was an error saving settings.":["設定を保存する際にエラーが発生しました。"],"There was an error saving audience.":["オーディエンスの保存にエラーが発生しました。"],"Configure product listings":["商品リストの設定"],"Unable to complete your setup.":["セットアップを完了できません。"],"Once you have set up your Merchant Center account you can use our onboarding tool regardless of which CSS you use.":["一度 Merchant Center アカウントをセットアップすれば、どの CSS を使用していてもオンボーディングツールを使用することができます。"],"If you create a new Merchant Center account through this application, it will be associated with Google Shopping, Google’s CSS, by default. You can change the CSS associated with your account at any time. Please find more information about our CSS Partners <link>here<\/link>.":["このアプリケーションを通じて新しい Merchant Center アカウントを作成すると、デフォルトで Google の CSS である Google ショッピングに関連付けられます。アカウントに関連する CSS はいつでも変更することができます。CSS パートナーについての詳細は<link>こちら<\/link>をご覧ください。"],"If you are in the European Economic Area or Switzerland, your Merchant Center account must be associated with a Comparison Shopping Service (CSS). Please find more information at <link>Google Merchant Center Help<\/link> website.":["欧州経済地域またはスイスにお住まいのお客様は、Merchant Center のアカウントが比較ショッピングサービス（CSS）に関連している必要があります。詳細については、<link>Google Merchant Center ヘルプ<\/link>サイトをご覧ください。"],"Cancel":["キャンセル"],"The following accounts are required to use the Google for WooCommerce plugin.":["Google for WooCommerce プラグインを使用するには、以下のアカウントが必要です。"],"Connect accounts":["アカウントの接続"],"Google Shopping search results example":["Google ショッピングの検索結果の例"],"If you create a new Merchant Center account through this application, it will be associated with Google’s Comparison Shopping Service (Google Shopping) by default. You can change the CSS associated with your account at any time. <link>Please find more information here<\/link>.":["このアプリケーションを使用して新しい Merchant Center アカウントを作成すると、デフォルトで Google の比較ショッピングサービス（Google ショッピング）に関連付けられます。 アカウントに関連付けられている CSS はいつでも変更できます。 <link>詳細についてはこちらをご覧ください<\/link>。"],"Why do I need a WordPress.com account?":["WordPress.com アカウントが必要なのはなぜですか?"],"Why do I need a Google Merchant Center account?":["Google Merchant Center アカウントが必要なのはなぜですか?"],"We use a WordPress.com account to connect your site to the WooCommerce and Google servers. It ensures that requests (e.g. product feed, clicks, sales, etc) from your site are securely and correctly attributed to your store. It enables a connection to your self-hosted site, and provides a common authentication interface across disparate server configurations and architectures.":["WordPress.com アカウントを使用して、サイトを WooCommerce サーバーと Google サーバーに接続します。 これにより、サイトからのリクエスト（商品フィード、クリック、販売など）が安全かつ正しくストアに関連付けられるようになります。 セルフホストサイトへの接続を可能にし、異なるサーバー構成とアーキテクチャ間で共通の認証インターフェイスを提供します。"],"Complete setup":["セットアップ完了"],"Your product details, estimated shipping info and tax details will be displayed across Google.":["商品詳細、出荷予定情報、税金の詳細が Google 全体に表示されます。"],"Your product listings will look something like this.":["商品リストはこのようになります。"],"Configure your product listings":["商品リストを設定する"],"Continue":["続ける"],"Set up your accounts":["アカウントの設定"]}},"comment":{"reference":"js\/build\/onboarding.js"}}