{"translation-revision-date":"2026-01-07 12:54:14+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"Default (<div>)":["默认 (<div>)"],"HTML element":["HTML 元素"],"The %s block requires a product context. When used in a Query Loop, the Query Loop must be configured to display products.":["%s 区块需要产品上下文。 在查询循环中使用时，必须将查询循环配置为显示产品。"],"The <nav> element should be used to identify groups of links that are intended to be used for website or page content navigation.":["<nav> 元素应用于标识旨在实现网站或页面内容导航功能的链接组。"],"The <main> element should be used for the primary content of your document only.":["<main> 元素应仅用于文档的主要内容。"],"The <div> element should only be used if the block is a design element with no semantic meaning.":["<div> 元素应仅在区块为无语义意义的设计元素时使用。"],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":["<section> 元素应表示文档中无法通过其他元素更恰当地表示的独立部分。"],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":["<header> 元素应表示介绍性内容，通常是一组介绍性或导航性的辅助内容。"],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":["<footer> 元素应表示与其最接近的分节元素的页脚（例如：<section>、<article>、<main> 等）。"],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":["<aside> 元素应表示文档中与主要内容仅有间接关联的部分。"],"The <article> element should represent a self-contained, syndicatable portion of the document.":["<article> 元素应表示文档中一个独立且可聚合的部分。"],"Product Reviews":["产品评论"]}},"comment":{"reference":"assets\/client\/blocks\/product-reviews.js"}}