{"translation-revision-date":"2025-12-10 16:43:13+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Failed to delete the variation.":["バリエーションの削除に失敗しました。"],"%s deleted.":["%sを削除しました。"],"Deleted variations cannot be restored.":["削除済みのバリエーションは復元できません。"],"If you continue, this variation with all of its information will be deleted and customers will no longer be able to purchase it.":["続行すると、このバリエーションのすべての情報は削除され、顧客が購入できなくなります。"],"Delete %s?":["%sを削除しますか？"],"Delete variation":["バリエーションを削除"],"New product form (Beta)":["新しい商品フォーム (ベータ)"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["WooCommerce は、デジタル商品やバリエーションなどを追加する機能を含め、商品フォームにさらに多くの機能を導入できるよう積極的に取り組んでいます。 このスペースをご覧ください。"],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["商品を掲載して、すぐに購入できるようにしましょう ! 当社の最新技術により、信頼性の高いスムーズなサービスを確実に提供できます。"],"Lightning fast performance ":["高速のパフォーマンス "],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["商品の特長を紹介し、商品説明のコンテンツを充実させることで顧客の関心を引きつけることができます。 画像、動画、その他のコンテンツなどを追加して購入に必要な情報を提供できます。"],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["作成と商品の販売に必要なものがすべて1か所にまとめられています。 画像や説明から価格、在庫に至るまで、商品設定のすべてをこちらで確認できます。"],"About the form…":["フォームについて"],"Thanks for the feedback — we'll put it to good use!":["フィードバックをありがとうございます。参考にさせていただきます。"],"What do you think of the new product form?":["新しい商品フォームについてご意見をお聞かせください。"],"Tell me more":["もっと知る"],"More features are on the way":["多数の機能の追加を予定しています"],"Content-rich product descriptions":["充実したコンテンツの商品説明"],"Fresh and modern interface":["新しいモダンなインターフェース"],"Turn off the new product editor":["新しい商品エディターをオフにする"],"Save changes and go back to the classic product editing screen.":["変更を保存し、クラシック商品編集画面に戻ります。"],"Please enter no more than 500 characters.":["500文字以内で入力してください。"],"Please enter a valid email address.":["有効なメールアドレスを入力してください。"],"In case you want to participate in further discussion and future user research.":["その他のご意見や今後のユーザーアンケートに参加を希望する場合。"],"YOUR EMAIL ADDRESS <optional \/>":["メールアドレス <optional \/>"],"(OPTIONAL)":["(オプション)"],"ADDITIONAL THOUGHTS <optional \/>":["その他のご意見 <optional \/>"],"The product editing screen's functionality meets my needs":["商品編集画面の機能が自分のニーズに合っている。"],"The product editing screen is easy to use":["商品編集画面が使いやすい。"],"Finish":["完了"],"Page %1$d of %2$d":["%1$dページ目 (%2$dページ中)"],"Guide controls":["ガイドコントロール"],"Share feedback":["フィードバックを共有"],"Next":["次"],"Previous":["前"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/6844.js"}}