{"translation-revision-date":"2025-12-10 16:43:13+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Ready to use out of the box":["すぐに使用可能"],"Themes for every industry":["あらゆる業界のテーマ"],"Bring your vision to life — no coding required. Explore hundreds of free and paid ecommerce-optimized themes.":["ビジョンを実現させましょう。コーディングは不要です。 eコマースに最適化された無料および有料の何百ものテーマをご覧ください。"],"Browse free and paid themes":["無料および有料のテーマを参照"],"Bring your vision to life%s— no coding required.":["ビジョンを実現させましょう。%sコーディングは不要です。"],"Pick your perfect theme":["最適なテーマを選ぶ"],"Sorry, you don't have permission to update the theme.":["テーマを更新する権限がありません。"],"Finish customizing":["カスタマイズを完了"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["ブランドにふさわしいフォントの組み合わせを選択します。 大きいフォントは見出しに使用され、小さいフォントは補助的なコンテンツに使用されます。 フォントはエディターでいつでも変更できます。"],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["ブランドにふさわしいカラーパレットを選択します。 変更しますか ?  以下のカスタムカラーパレットを作成するか、後でエディターで変更します。"],"Add patterns":["パターンを追加"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["WooCommerce.com ライブラリからその他のパターンをご利用いただけます。 ストアの接続にオプトインするとすべてのライブラリにアクセスでき、より関連性の高いコンテンツを取得し、ストア設定エクスペリエンスをカスタマイズすることもできます。 オプトインすると{{link}}使用状況の追跡{{\/link}}が有効になります。これは WooCommerce 設定でいつでもオプトアウトできます。"],"Access more patterns":["その他のパターンにアクセス"],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["さまざまなパターンやレイアウトを追加したり組み合わせたりすることで、魅力的なホームページを作成できます。 このページ (コンテンツなど) は後でエディターから引き続きカスタマイズできます。"],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["技術的な問題により、その他のパターンを表示できません。 後で<FetchPatterns>もう一度お試しください<\/FetchPatterns>。"],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["{{link}}Fiverr{{\/link}} を使用して覚えやすいロゴを作成し、ブランドを構築しましょう。"],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["その他のフォントを利用できます。 ストアの接続にオプトインするとすべてのフォントライブラリにアクセスでき、より関連性の高いコンテンツを取得し、ストア設定エクスペリエンスをカスタマイズすることもできます。 オプトインすると{{link}}使用状況の追跡{{\/link}}が有効になります。これは WooCommerce 設定でいつでもオプトアウトできます。"],"Access more fonts":["その他のフォントにアクセス"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["ホームページのパターンを1つ以上追加して、買い物客を歓迎するページを作成しましょう。"],"Promote your social channels and give shoppers a way to see your latest products and news.":["ソーシャルチャネルを宣伝して、買い物客に最新の商品やニュースを見る手段を提供しましょう。"],"Social media":["ソーシャルメディア"],"Encourage sales by sharing positive feedback from happy shoppers.":["満足度の高い買い物客からの好意的なフィードバックをシェアして、販売を促進しましょう。"],"Share information on any services that your business can provide.":["ビジネスが提供するあらゆるサービスの情報をシェアしましょう。"],"Show your shoppers what’s special about your business.":["買い物客にビジネスの特長をアピールしましょう。"],"Put the spotlight on one or more of your products or product categories.":["1つ以上の商品や商品カテゴリーにスポットライトを当てましょう。"],"Featured selling":["おすすめの販売"],"Go to the Customizer":["カスタマイザーに移動"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["カラーパレットやフォントから固定ページレイアウトまで、あらゆる要素をカスタマイズし、すべての詳細をブランドに合わせて調整できます。"],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["ブランドとビジネスを反映したストアをデザインできます。 現在使用しているテーマをカスタマイズしたり、プロがデザインしたテーマを選んだり、自社のストアデザイナーを活用して新しいデザインを作成したりできます。"],"DON'T HAVE A LOGO YET?":["ロゴをまだ作成していませんか ?"],"Want more patterns?":["その他のパターンをお望みですか ?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["申し訳ございませんが、技術的な問題が発生しています。しばらくしてからその他のパターンにアクセスしてください。"],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["<OptInModal>使用状況の追跡<\/OptInModal>にオプトインすると、さらに多くのパターンを利用できるようになります。"],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["ネットワークを検出できません。 インターネット接続を再確認してページを更新してください。"],"Shuffle":["シャッフル"],"Services":["サービス"],"Welcome shoppers to your store with one of our introductory patterns.":["ストア紹介のパターンの1つを使用して、買い物客をストアに迎え入れましょう。"],"Intro":["はじめに"],"You can edit your content later in the Editor":["エディターで後からコンテンツを編集できます"],"Browse themes":["テーマを見る"],"Choose a professionally designed theme":["プロがデザインしたテーマを選択する"],"Use the store designer":["ストアデザイナーを使う"],"Design your own theme":["独自のテーマをデザインする"],"Design or choose a new theme":["新しいテーマをデザインまたは選択する"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["おめでとうございます ! ストアのデザインが完了しました。 ホーム画面に戻り、ストアのセットアップを完了して、販売を開始できます。"],"Design a new theme":["新しいテーマをデザイン"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["有効なテーマが変更され、テーマに加えた変更が失われる可能性があります。"],"Are you sure you want to design a new theme?":["新しいテーマをデザインしてもよいですか ?"],"Go to Products":["商品に移動"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["商品を追加またはインポートするか、サンプル商品を編集して、オンラインの品揃えを充実させましょう。"],"What's next?":["次のステップ"],"View store":["ストアを表示"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["おめでとうございます。 ストアのデザインが完了しました。 ストアのセットアップを続ける前に、これまでの努力を振り返りましょう。"],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["以下のオプションからフッターを選択します。 フッターにはサイトのサブナビゲーションが含まれます。これは各ページに追加されます。 これは後でエディターから引き続きカスタマイズできます。"],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["事前にデザインされたレイアウトから1つを選択して、魅力的なホームページを作成しましょう。 このページ (コンテンツなど) は後でエディターから引き続きカスタマイズできます。"],"Choose your homepage":["ホームページを選択"],"Opt in":["オプトイン"],"Want more font pairings?":["フォントペアリングをさらにご希望の場合"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["<WordPressLink>WordPress の最新バージョン<\/WordPressLink>にアップグレードしてさらに多くのフォントを利用しましょう。"],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["<OptInModal>使用状況の追跡<\/OptInModal>にオプトインすると、さらに多くのフォントを利用できるようになります。"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["<WordPressLink>WordPress の最新バージョン<\/WordPressLink>にアップグレードして<OptInModal>使用状況の追跡にオプトイン<\/OptInModal>し、さらに多くのフォントを利用しましょう。"],"Add your products":["商品を追加"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["エラー。 基本情報の設定中に問題が発生しました。 {{anchor}}もう一度試す{{\/anchor}}か、テーマを使用して開始してください。"],"Choose your footer":["フッターを選択"],"Design your homepage":["ホームページをデザインする"],"Choose your header":["ヘッダーを選択"],"Choose fonts":["フォントを選択"],"Choose your color palette":["カラーパレットを選択"],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["ロゴを追加したり、配色を変更したり、独自のレイアウトを構築したりして、ストアをデザインしましょう。 できることを簡単なツアーで見てみましょう。"],"Discover what's possible with the store designer":["ストアデザイナーでできることを確認"],"Setting up the foundations":["基礎の設定"],"Customize your theme":["テーマをカスタマイズ"],"Start designing":["デザインを開始"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["組み込みのストアデザイナーを使用して美しいストアをすばやく作成します。 レイアウトやスタイルの選択をはじめ、さまざまなことができます。"],"Design your own":["独自のものをデザイン"],"Continue designing":["デザインを続行"],"Exit and lose changes":["終了して変更を破棄"],"You'll lose any changes you've made to your store's design and will start the process again.":["ストアのデザインに加えた変更はすべて失われ、最初からプロセスを開始することになります。"],"Are you sure you want to exit?":["終了してもよろしいですか ?"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["試験用 AI を使用。 {{link}}さらに詳しく{{\/link}}"],"Editor canvas":["エディターキャンバス"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["ストアデザイナーが新しいストアデザインを作成するため、現在のテーマに加えた変更はすべて失われます。 テーマの編集を続行する場合は<EditorLink>エディター<\/EditorLink>から可能です。"],"Find out how":["手順を確認"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["現在 Jetpack のオフラインモードを使用しています。AI によるデザインを開始するには、オンラインモードに切り替えてください。"],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["ネットワークを検出できないため、[AI ストアデザイナー] は現在利用できません。 インターネット接続を確認してください。"],"Looking to design your store using AI?":["AI を使ってストアをデザインしますか ?"],"Back to Home":["ホームへ戻る"],"Go back to the Home screen to complete your store setup and start selling":["ホーム画面に戻り、ストアップのセットアップを完了して、販売を開始"],"Go to the Editor":["エディターに移動"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["エディターに移動して、画像とテキストを変更し、さらにページを追加して、追加のカスタマイズを施します。"],"Fine-tune your design":["デザインを微調整"],"Your store looks great!":["素晴らしい出来栄えです !"],"Customize your store":["ストアをカスタマイズ"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["ストアのスタイルとレイアウトをカスタマイズして、ブランドに合ったストアにしましょう。 ロゴを追加して、フォントと色を変更し、さまざまなページレイアウトを試してみてください。 テキストと画像は後でエディターから編集できます。"],"Make your store your own":["自分でストアをデザイン"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["レイアウトとスタイルに変更を加えると、リアルタイムでこちらに表示されます。さまざまなデザインをテストしたうえで公開でき便利です。 また、このエリアのサイズを変更して、モバイルでのストアの見え方を確認することもできます。"],"View your changes in real time":["リアルタイムで変更を表示"],"Take a tour":["ツアーを開始"],"Saving failed.":["保存に失敗しました。"],"Logo":["ロゴ"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["ロゴを追加してブランドを反映したストアにします。 適切に表示されるように300 px 以上の SVG または PNG をアップロードします。"],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["サイトアイコンはブラウザーのタブ、ブックマークバー、WordPress モバイルアプリに表示されます。"],"Use as site icon":["サイトアイコンとして使用"],"Link logo to homepage":["ロゴをホームページにリンク"],"Image width":["画像の幅"],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["以下のオプションから新しいヘッダーを選択します。 ヘッダーにはサイトのナビゲーションが含まれます。これは各ページに追加されます。 これはエディターから引き続きカスタマイズできます。"],"or create your own":["独自のものを作成"],"Add your logo":["ロゴを追加"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["スタイルとレイアウトのツールを使って、ストアのデザインをカスタマイズします。 コンテンツと画像は後でエディターから追加または変更できます。"],"Let's get creative":["クリエイティブに作成"],"Opening the doors":["扉を開いています"],"Turning on the lights":["明かりを点けています"],"30-day money-back guarantee":["30日間の返金保証"],"Replace":["置換"],"Continue setting up your store":["ストアのセットアップを続行"],"Options":["オプション"],"Back":["戻る"],"Navigation":["ナビゲーション"],"Style":["スタイル"],"About":["このサイトについて"],"Layout":["レイアウト"],"Browse the Marketplace":["マーケットプレイスを参照"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["前"],"Close":["閉じる"],"Cancel":["キャンセル"],"Default":["デフォルト"],"Reviews":["レビュー"],"Delete":["削除"],"Settings":["設定"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}