{"translation-revision-date":"2025-12-10 16:43:13+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Toggle sidebar":["サイドバーを切り替える"],"Failed to reset your %s onboarding.":["%s のオンボーディングをリセットできませんでした。"],"Failed to reset your %s account.":["%s アカウントをリセットできませんでした。"],"Failed to reset: missing reset URL. Please refresh and try again.":["リセットできませんでした: リセット URL がありません。 再読み込みして、もう一度お試しください。"],"Yes, reset onboarding":["はい、オンボーディングをリセットします"],"When you reset the %s onboarding your progress and the provided data will be lost. This action cannot be undone, but you can restart the onboarding any time.":["%s のオンボーディングをリセットすると、進捗と提供されたデータが失われます。 この操作は元に戻すことができませんが、オンボーディングはいつでも再開できます。"],"Reset onboarding":["オンボーディングをリセット"],"Yes, reset test account":["はい、テストアカウントをリセットします"],"Reset your account":["アカウントをリセット"],"Submit for verification":["認証用に送信"],"Ready to test payments":["支払いをテストする準備完了"],"Test or live account":["テストアカウントまたはライブアカウント"],"Connect with %s":["連携: %s"],"You need to reset your test account to continue onboarding with %1$s. This will create a new test account and reset any existing %2$s account details and test transactions.":["%1$sのオンボーディングを続行するには、テスト用アカウントをリセットする必要があります。 この操作で新しいテスト用アカウントが作成され、既存の %2$s アカウントの詳細とテスト用トランザクションがリセットされます。"],"Set up payments for your store in just a few steps. With WooPayments, you can accept online and in-person payments, track revenue, and handle all payment activity from one place.":["わずか数ステップでストアの支払いを設定できます。 WooPayments を使用すると、オンラインおよびオフライン支払いの受け取り、収益の追跡、支払いアクティビティの対応を1か所で行うことができます。"],"Enabling":["有効化しています"],"Enable %s":["%s を有効化"],"Step %1$s of %2$s":["%1$s\/%2$sステップ"],"Close sidebar":["サイドバーを閉じる"],"When you reset your account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["アカウントをリセットすると、すべての支払いデータ (%s アカウントの詳細情報、テスト取引、支払い履歴など) が削除されます。 注文履歴は残ります。 この操作は取り消せませんが、いつでも新しいテストアカウントを作成できます。"],"Installing":["インストール中"],"Yes, reset account":["はい、アカウントをリセットする"],"Are you sure you'd like to continue?":["続行してよろしいですか ?"],"When you reset your test account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["テストアカウントをリセットすると、すべての支払いデータ (%s アカウントの詳細情報、テスト取引、支払い履歴など) が削除されます。 注文履歴は残ります。 この操作は取り消せませんが、いつでも新しいテストアカウントを作成できます。"],"Reset your test account":["テストアカウントをリセット"],"Activate payments":["支払いを有効化"],"Choose your payment methods":["支払い方法を選択"],"Accept payments with Woo":["Woo で支払いを受け取る"],"server caches":["サーバーキャッシュ"],"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":["<link><\/link> が更新されるとすぐに表示できます。 しばらくお待ちいただくか、Web ホスティングサービスにお問い合わせのうえ手動で行う方法を確認してください。"],"Congratulations! Your store will launch soon":["おめでとうございます ! まもなくストアを公開できます"],"Explore support resources":["サポートリソースを確認する"],"Detailed guides and our support team are always available if you’re feeling stuck or need some guidance.":["困ったときやサポートが必要な場合は、詳細なガイドとサポートチームをいつでもご利用いただけます。"],"Help is on hand":["いつでもサポート"],"Get the app":["アプリを取得する"],"Manage your store anywhere with the free WooCommerce Mobile App.":["無料の WooCommerce モバイルアプリで、どこからでもストアを管理できます。"],"Manage your store on the go":["外出先でもストアを管理"],"Add extensions":["拡張機能を追加"],"Add extra features and functionality to your store with Woo extensions.":["Woo 拡張機能でストアに機能や操作性を追加しましょう。"],"Power up your store":["ストアをパワーアップ"],"Install Mailchimp":["Mailchimp をインストール"],"Manage Mailchimp":["Mailchimp を管理"],"Keep your shoppers up to date with what’s new in your store and set up clever post-purchase automations.":["買い物客にストアの新着情報を常に提供し、購入後の自動化をスマートに設定します。"],"Build customer relationships":["顧客関係を構築"],"Add payment methods":["支払い方法を追加"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["ストアに支払い方法を追加して、買い物客が利用できる決済方法を増やします。"],"Provide more ways to pay":["追加の支払い方法を提供"],"Promote products":["商品を宣伝する"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["関心のある数百万人の買い物客に商品を宣伝して、顧客ベースを拡大します。"],"Promote your products":["商品を宣伝"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["ご提供いただいたフィードバックは WooCommerce のみと共有され、<privacyLink>プライバシーポリシー<\/privacyLink>に従って取り扱われます。"],"Why do you feel that way? <smallText>(optional)<\/smallText>":["なぜそう思いますか ? <smallText>(任意)<\/smallText>"],"How was the experience of launching your store?":["ストアの立ち上げ体験はいかがでしたか ?"],"Visit your store":["ストアにアクセス"],"You’ve successfully launched your store and are ready to start selling! We can’t wait to see your business grow.":["ストアの立ち上げが完了し、販売を開始する準備が整いました ! これからのビジネスの成長が楽しみです。"],"Congratulations! Your store is now live":["おめでとうございます。 ストアが公開されました"],"Oops! We encountered a problem while launching your store. <retryButton\/>":["エラーが発生しました。 ストアの立ち上げ中にエラーが発生しました。 <retryButton\/>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["ストアが公開されたら、テスト注文と関連データ (アナリティクスやトランザクションも含む) を削除します。 "],"Remove %d test orders":["%d件のテスト注文を削除"],"Test data":["テストデータ"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["お疲れさまでした。 ストアの準備が整いました。保留中のタスクはありません。"],"Essential Tasks":["必須タスク"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["販売開始の準備はできましたか ? ストアを立ち上げる前に、必須タスクが完了していることを確認してください。 ストアの公開状態を変更するには、「WooCommerce」|「設定」|「サイトの公開状態」に移動します。"],"What’s next?":["次の操作"],"Launch Your Store":["ストアを公開"],"Launch your store":["ストアを公開"],"Please try again":["もう一度お試しください"],"Back to Home":["ホームへ戻る"],"Set up WooPayments":["WooPayments を設定"],"Go back":["戻る"],"We appreciate your feedback!":["フィードバックをぜひお寄せください。"],"Send":["送信"],"Back":["戻る"],"Install":["インストール"],"Install %s":["%s のインストール"],"Copy link":["リンクをコピー"],"Enable":["有効化"],"Copied!":["コピーしました。"],"Close":["閉じる"],"Cancel":["キャンセル"],"Preview":["プレビュー"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}