{"translation-revision-date":"2025-12-10 16:43:13+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Not now":["後で"],"Update WooPayments":["WooPayments を更新"],"Would you like to update now?":["今すぐ更新しますか ?"],"To continue, please update your %s plugin to the latest version. This update includes critical security enhancements and new features.":["続行するには、%s プラグインを最新バージョンに更新してください。 この更新には、重要なセキュリティ強化と新機能が含まれています。"],"An update to %s is required":["%s の更新が必要です"],"Failed to reset your %s onboarding.":["%s のオンボーディングをリセットできませんでした。"],"Failed to reset your %s account.":["%s アカウントをリセットできませんでした。"],"Failed to reset: missing reset URL. Please refresh and try again.":["リセットできませんでした: リセット URL がありません。 再読み込みして、もう一度お試しください。"],"Yes, reset onboarding":["はい、オンボーディングをリセットします"],"When you reset the %s onboarding your progress and the provided data will be lost. This action cannot be undone, but you can restart the onboarding any time.":["%s のオンボーディングをリセットすると、進捗と提供されたデータが失われます。 この操作は元に戻すことができませんが、オンボーディングはいつでも再開できます。"],"Reset onboarding":["オンボーディングをリセット"],"Yes, reset test account":["はい、テストアカウントをリセットします"],"Reset your account":["アカウントをリセット"],"You need to reset your test account to continue onboarding with %1$s. This will create a new test account and reset any existing %2$s account details and test transactions.":["%1$sのオンボーディングを続行するには、テスト用アカウントをリセットする必要があります。 この操作で新しいテスト用アカウントが作成され、既存の %2$s アカウントの詳細とテスト用トランザクションがリセットされます。"],"Provide some additional details about your business so you can begin accepting real payments. {{link}}Learn more{{\/link}}":["ビジネスの補足情報を入力すると、実際の支払いを受け取れるようになります。 {{link}}さらに詳しく{{\/link}}"],"When you reset your account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["アカウントをリセットすると、すべての支払いデータ (%s アカウントの詳細情報、テスト取引、支払い履歴など) が削除されます。 注文履歴は残ります。 この操作は取り消せませんが、いつでも新しいテストアカウントを作成できます。"],"The provider could not be enabled. Check the Manage page for details.":["プロバイダーを有効化できませんでした。 詳細は管理ページをご覧ください。"],"Finish completing the tasks required to launch your store.":["必要なタスクをすべて完了して、ストアを公開します。"],"What's next:":["次のステップ:"],"We've created a test account for you so that you can begin testing payments on your store. {{break\/}}Not sure what to test? Take a look at {{link}}how to test payments{{\/link}}.":["テストアカウントを作成し、ストアでの支払いをテストできるようにしました。 {{break\/}}何をテストすればよいかわからない場合は、 {{link}}支払いのテスト方法{{\/link}}を参照してください。"],"You're ready to test payments!":["支払いのテストを開始する準備ができました。"],"Yes, reset account":["はい、アカウントをリセットする"],"Are you sure you'd like to continue?":["続行してよろしいですか ?"],"When you reset your test account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["テストアカウントをリセットすると、すべての支払いデータ (%s アカウントの詳細情報、テスト取引、支払い履歴など) が削除されます。 注文履歴は残ります。 この操作は取り消せませんが、いつでも新しいテストアカウントを作成できます。"],"Reset your test account":["テストアカウントをリセット"],"Complete setup":["設定を完了"],"Activate payments":["支払いを有効化"],"An error occurred. You will be redirected to the settings page, try enabling the payment gateway there.":["エラーが発生しました。 設定ページにリダイレクトされます。そのページから決済方法の有効化をお試しください。"],"Continue your store setup":["ストアのセットアップを続ける"],"Continue store setup":["ストアのセットアップを続ける"],"Manage":["管理"],"Enable":["有効化"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/6005.js"}}